IdeaRS.OpenModel.Material.MaterialStrengthProperty
Class defines the strength of material acc. to materieal thickness

IdeaRS.OpenModel.Material.MaterialStrengthProperty.List
Collection of material strength levels